Repository: cassidyjames/clairvoyant
Catalog: po/*.po
Languages: ar, es, fa, fr, hr, nl, pl, pt, pt_br, ru, uk

source: elementary → GNOME styling
ar: تنسيق إليمينتاري ← جنوم
fa: سبک‌پردازی المنتری ← گنوم
fr: style elementary → style GNOME
hr: elementary → GNOME stil
nl: elementary → GNOME-stijl
pt_br: Estilo elementary → GNOME
ru: elementary → стиль GNOME
uk: elementary → GNOME стилізація

source: Technical upgrade to the latest GNOME platform including GTK4 and LibAdwaita
ar: ترقية تقنية إلى أحدث منصة جنوم بما في ذلك جتك4 ومكتبة لِب‌أدوايتا
fa: ارتقای فنی به آخرین بستر گنوم شامل جتک۴ و لیب‌آدوایتا
fr: Mise à jour technique vers la dernière plateforme GNOME incluant GTK4 et LibAdwaita
hr: Tehnička nadogradnja na najnoviju GNOME platformu uključujući GTK4 i LibAdwaita
nl: Technische upgrade naar het nieuwste GNOME-platform met GTK4 en LibAdwaita
pt_br: Atualização técnica para a plataforma GNOME mais recente, incluindo GTK4 e LibAdwaita
ru: Техническое обновление до последней версии платформы GNOME, включая GTK 4 и LibAdwaita
uk: Технічне оновлення для останньої версії GNOME платформи, включаючи GTK4 і LibAdwaita

source: Hello, Odin
ar: مرحبًا، أودين
fa: سلام، اودین
fr: Bonjour Odin
hr: Zdravo, Odin
nl: Hallo, Odin
pt_br: Olá, Odin
ru: Привет, Один
uk: Привіт, Odin

source: Updated for OS 6 and Flatpak
ar: حُدِّث لنظام التشغيل 6 وفلاتباك
fa: به‌روزشده برای سامانه‌عامل ۶ و فلت‌پک
fr: Mise à jour vers elementary OS 6 et Flatpak
hr: Ažurirano za OS 6 i Flatpak
nl: Bijgewerkt voor OS 6 en Flatpak
pt_br: Atualizado para OS 6 e Flatpak
ru: Обновлено для OS 6 и Flatpak
uk: Оновлено для OS 6 і Flatpak

source: Turkish translations thanks to Safak GENISOL
ar: الترجمات التركية بفضل Safak GENISOL
fa: ترجمهٔ ترکی با سپاس از Safak GENISOL
fr: Traductions turques grâce à Safak GENISOL
hr: Prijevodi na turski: Safak GENISOL
nl: Turkse vertaling, met dank aan Safak GENISOL
pt_br: Traduções para turco graças a Safak GENISOL
ru: Перевод на турецкий язык благодаря Safak GENISOL
uk: Турецький переклад додано дякуючи Safak GENISOL

source: Portuguese translations thanks to André Barata
ar: الترجمات البرتغالية بفضل André Barata
fa: ترجمهٔ پرتغالی با سپاس از André Barata
fr: Traductions portugaises grâce à André Barata
hr: Prijevodi na portugalski: André Barata
nl: Portugese vertaling, met dank aan André Barata
pt_br: Traduções para português graças a André Barata
ru: Перевод на португальский язык благодаря André Barata
uk: Португальський переклад додано дякуючи André Barata

source: Spanish translations thanks to @kevincos5
ar: الترجمات الإسبانية بفضل @kevincos5
fa: ترجمهٔ اسپانیایی با سپاس از @kevincos5
fr: Traductions espagnoles grâce à @kevincos5
hr: Prijevodi na španjolski: @kevincos5
nl: Spaanse vertaling, met dank aan @kevincos5
pt_br: Traduções para espanhol graças a @kevincos5
ru: Перевод на испанский язык благодаря @kevincos5
uk: Іспанський переклад додано дякуючи @kevincos5

source: Refreshed icons thanks to Micah Ilbery
ar: أيقونات محدّثة بفضل Micah Ilbery
fa: نقشک‌های تازه‌شده با سپاس از Micah Ilbery
fr: Icônes rafraîchies grâce à Micah Ilbery
hr: Nove ikone: Micah Ilbery
nl: Nieuwe pictogrammen, met dank aan Micah Ilbery
pt: Ícones atualizados graças a Micah Ilbery
pt_br: Ícones atualizados graças a Micah Ilbery
ru: Обновлены значки благодаря Micah Ilbery
uk: Оновлено піктограми дякуючи Micah Ilbery

source: Polish translations thanks to Michał Nowakowski
ar: الترجمات البولندية بفضل Michał Nowakowski
fa: ترجمهٔ لهستانی با سپاس از Michał Nowakowski
fr: Traductions polonaises grâce à Michał Nowakowski
hr: Prijevodi na poljski: Michał Nowakowski
nl: Poolse vertaling, met dank aan Michał Nowakowski
pt: Tradução Polaca graças a Michał Nowakowski
pt_br: Traduções para polonês graças a Michał Nowakowski
ru: Перевод на польский язык благодаря Michał Nowakowski
uk: Польський переклад додано дякуючи Michał Nowakowski

source: Dutch translations thanks to Heimen Stoffels
ar: الترجمات الهولندية بفضل Heimen Stoffels
fa: ترجمهٔ هلندی با سپاس از Heimen Stoffels
fr: Traductions néerlandaises grâce à Heimen Stoffels
hr: Prijevodi na nizozemski: Heimen Stoffels
nl: Nederlandse vertaling, met dank aan Heimen Stoffels
pt: Tradução Holandesa graças a Heimen Stoffels
pt_br: Traduções para holandês graças a Heimen Stoffels
ru: Перевод на голландский язык благодаря Heimen Stoffels
uk: Голландський переклад додано дякуючи Heimen Stoffels

source: French translations thanks to @NathanBnm
ar: الترجمات الفرنسية بفضل @NathanBnm
fa: ترجمهٔ فرانسوی با سپاس از @NathanBnm
fr: Traductions françaises grâce à @NathanBnm
hr: Prijevodi na francuski: @NathanBnm
nl: Franse vertaling, met dank aan @NathanBnm
pt: Tradução Francesa graças a @NathanBnm
pt_br: Traduções para francês graças a @NathanBnm
ru: Перевод на французский язык благодаря @NathanBnm
uk: Французький переклад додано дякуючи @NathanBnm

source: Clairvoyant is now translatable.
ar: صار «المستبصر» الآن قابلًا للترجمة.
es: Clairvoyant ahora es traducible.
fa: روشن‌بین هم‌اکنون ترجمه‌پذیر است.
fr: Clairvoyant peut maintenant être traduit.
hr: Clairvoyant se sada može prevoditi.
nl: Clairvoyant is nu vertaalbaar.
pl: Jasnowidza można teraz tłumaczyć.
pt: O Clairvoyant pode agora ser traduzido.
pt_br: Clarividente agora pode ser traduzido.
ru: «Провидец» теперь доступен для перевода.
uk: Тепер Ясновидець може бути перекладеним на різні мови.

source: Happy new year! This release contains AppData fixes.
ar: سنة جديدة سعيدة! هذا الإصدار يحتوي على إصلاحات لبيانات AppData.
es: ¡Feliz año nuevo! Esta versión contiene arreglos de AppData.
fa: سال نو مبارک! این انتشار دربرگیرندهٔ اصلاحات کاره‌داده است.
fr: Bonne année ! Cette version comprend des corrections du fichier Appdata.
hr: Sretna nova godina! Ovo izdanje sadrži popravke AppData podataka.
nl: Gelukkig nieuwjaar! Deze versie bevat AppData-reparaties.
pl: Szczęśliwego nowego roku! Ta wersja zawiera poprawki AppData.
pt: Feliz ano novo! Este lançamento contém correções da AppData.
pt_br: Feliz ano novo! Este lançamento contém correções de AppData.
ru: С Новым Годом! Этот выпуск содержит исправления AppData.
uk: Щасливого Нового Року! У цьому релізу було виправлено AppData.

source: Fix 48px icon
ar: إصلاح أيقونة 48 بكسل
es: Arreglar el ícono de 48px.
fa: اصلاح نقشک ۴۸ پیکسلی
fr: Correction de l’icône 48px
hr: Popravljena ikona od 48 piksela
nl: 48px-pictogram gerepareerd
pl: Poprawka ikon 48px.
pt: Correção do ícone 48px
pt_br: Corrige o ícone de 48px
ru: Исправлен значок размером 48px
uk: Виправлено 48п піктограму

source: Post-release update
ar: تحديث ما بعد الإصدار
es: Actualización de pre-lanzamiento
fa: به‌روزرسانی پس‌ازانتشار
fr: Mise à jour après sortie
hr: Ažuriranje nakon izdanja
nl: Achteraf vrijgegeven update
pl: Poprawki do początkowej wersji
pt: Atualização pós lançamento
pt_br: Atualização pós-lançamento
ru: Пострелизное обновление
uk: Оновлення після релізу

source: Clean up AppStream data
ar: تنظيف بيانات AppStream
es: Limpiar datos de AppStream
fa: تمیزکاری داده‌های جریان کاره
fr: Nettoyage des données du flux d’application
hr: Čišćenje AppStream podataka
nl: AppStream-gegevens herordend
pl: Uporządkowanie danych AppStream.
pt: Limpeza da data do AppStream
pt_br: Limpeza dos dados de AppStream
ru: Очистка данных AppStream
uk: Підчищено AppStream дані

source: Expand on the description
ar: توسيع الوصف
es: Expandir la descripción
fa: گسترش توضیحات
fr: Détails dans la description
hr: Proširen opis
nl: Omschrijving uitgebreid
pl: Rozszerzenie opisu
pt: Expansão da descrição
pt_br: Expansão na descrição
ru: Развёрнутое описание
uk: Розширено опис

source: Change price to $1
ar: تغيير السعر إلى 1 دولار
es: Cambiar el precio a $1
fa: تغییر هزینه به ۱ دلار
fr: Modification du prix à 1$
hr: Promijnjena cijena na 1 USD
nl: Prijs gewijzigd in $1
pl: Zmiana ceny na 1$
pt: Alteração do preço para $1
pt_br: Alteração do preço para $1
ru: Изменена цена на $1
uk: Змінено цінник на 1$

source: It is decidedly so.
ar: إنه كذلك بالتأكيد.
es: Así se ha decidido.
fa: مقرر شده است.
fr: Il en est décidé ainsi.
hr: To je definitivno tako.
nl: Het is beslist zo.
pl: Zdecydowanie tak jest.
pt: É decisivamente assim.
pt_br: Com certeza!
ru: Это однозначно так.
uk: Однозначно так.

source: Initial release
ar: الإصدار الأولي
es: Versión inicial
fa: انتشار نخست
fr: Version initiale
hr: Prvo izdanje
nl: Eerste versie
pl: Pierwsza wersja
pt: Lançamento inicial
pt_br: Lançamento inicial
ru: Первый выпуск
uk: Перший реліз

source: It is certain.
ar: هذا مؤكد.
es: Es cierto.
fa: مسلم است.
fr: C’est certain.
hr: To je sigurno.
nl: Het is zeker.
pl: To pewne.
pt: É com certeza.
pt_br: Isso é certo.
ru: Это несомненно.
uk: Можливо.

source: Without a doubt.
ar: دون أدنى شك.
es: Sin duda.
fa: بدون گمان.
fr: Sans aucun doute.
hr: Bez sumnje.
nl: Geen twijfel mogelijk.
pl: Bez wątpienia.
pt: Sem dúvida nenhuma.
pt_br: Sem dúvida.
ru: Без сомнения.
uk: Без сумніву.

source: Yes—definitely.
ar: نعم—قطعًا.
es: Definitivamente sí.
fa: بله—قطعاً.
fr: Oui, c’est sûr.
hr: Da – definitivno.
nl: Zeer zeker.
pl: Tak, z pewnością.
pt: Sim—definitivamente.
pt_br: Definitivamente sim.
ru: Да, определённо.
uk: Так - абсолютно точно.

source: You may rely on it.
ar: يمكنك الاعتماد على ذلك.
es: Puedes confiar en ello.
fa: می‌توانید روی آن حساب کنید.
fr: Vous pouvez vous y fier.
hr: Na to se možeš pouzdati.
nl: Je kunt er op vertrouwen.
pl: Możesz na tym polegać.
pt: Você pode contar com isso.
pt_br: Pode confiar.
ru: Вы можете положиться на это.
uk: Ви можете покластися на це.

source: As I see it, yes.
ar: كما أرى، نعم.
es: Por lo que veo, sí.
fa: از دید من، بله.
fr: D’après ce que je vois, oui.
hr: Kako ja to vidim, da.
nl: Volgens mij wel.
pl: Jak dla mnie, tak.
pt: Da maneira como vejo, sim.
pt_br: Da forma que eu vejo, sim.
ru: Насколько я понимаю, да.
uk: Я бачу це - так.

source: Most likely.
ar: على الأرجح.
es: Es probable.
fa: به احتمال بالا.
fr: C’est fort probable.
hr: Najvjerojatnije.
nl: Zeer waarschijnlijk.
pl: Najprawdopodobniej.
pt: Provavelmente.
pt_br: Muito provavelmente.
ru: Вероятнее всего.
uk: Ймовірно.

source: Outlook good.
ar: التوقعات جيدة.
es: Me parece bien.
fa: چشم‌انداز دل‌پذیر است.
fr: Les perspectives sont bonnes.
hr: Izgleda dobro.
nl: Het vooruitzicht is goed.
pl: Wygląda to dobrze.
pt: O resultado é bom.
pt_br: Parece bom.
ru: Перспективы хорошие.
uk: Непогані перспективи.

source: Yes.
ar: نعم.
es: Sí.
fa: بله.
fr: Oui.
hr: Da.
nl: Ja.
pl: Tak.
pt: Sim.
pt_br: Sim.
ru: Да.
uk: Так.

source: Signs point to yes.
ar: تشير الدلائل إلى نعم.
es: Todo apunta a que sí.
fa: نشانه‌ها می‌گویند بله.
fr: Tout porte à croire que oui.
hr: Znakovi ukazuju na da.
nl: De tekenen wijzen op 'ja'.
pl: Znaki wskazują na „tak”.
pt: Os sinais apontam para sim.
pt_br: Sinais me apontam que sim.
ru: Знаки говорят, что да.
uk: Знаки вказують на так.

source: Yep!
ar: أجل!
es: ¡Sip!
fa: آره!
fr: Ouaip !
hr: Da!
nl: Jep!
pt_br: É!
ru: Да!
uk: Ага!

source: Absolutely!
ar: بالتأكيد!
es: ¡Claro que sí!
fa: بی‌چون‌وچرا!
fr: Absolument !
hr: Apsolutno!
nl: Zekersteweten!
pt_br: Absolutamente!
ru: Абсолютно!
uk: Абсолютно!

source: You bet!
ar: طبعًا!
es: ¡Ya lo creo!
fa: تردید نکنید!
fr: Tu parles !
hr: Naravno!
nl: Reken maar van yes!
pt_br: Pode apostar!
ru: Ещё бы!
uk: Будьте впевнені!

source: Confirmed.
ar: مؤكد.
es: Confirmado.
fa: تأیید شد.
fr: Confirmé.
hr: Potvrđeno.
nl: Bij deze bevestigd.
pt_br: Confirmado.
ru: Подтверждаю.
uk: Підтверджую.

source: Don’t count on it.
ar: لا تعوِّل على ذلك.
fr: N’y comptez pas.
hr: Ne računaj s time.
nl: Reken er niet op.
pt_br: Não conte com isso.
ru: Не рассчитывай на это.
uk: Не розраховуйте на це.

source: My reply is no.
ar: ردي هو لا.
es: Mi respuesta es no
fa: پاسخ من خیر است.
fr: Ma réponse est non.
hr: Moj odgovor je ne.
nl: Mijn antwoord is ‘nee’.
pl: Moja odpowiedź brzmi „nie”.
pt: A minha resposta é não.
pt_br: Minha resposta é não.
ru: Мой ответ - нет.
uk: Моя відповідь - ні.

source: My sources say no.
ar: مصادري تقول لا.
es: Mis orígenes me dicen que no.
fa: منابع من می‌گویند خیر.
fr: Mes sources me disent que non.
hr: Moji izvori kažu ne.
nl: Mijn bronnen zeggen ‘nee’.
pl: Moje źródła mówią „nie”.
pt: As minhas fontes dizem que não.
pt_br: Minhas fontes dizem que não.
ru: Мои источники говорят, что нет.
uk: Мої джерела кажуть що - ні.

source: Outlook not so good.
ar: التوقعات ليست جيدة.
es: No me parece bien.
fa: چشم‌انداز چندان دل‌پذیر نیست.
fr: Les perspectives ne sont pas si bonnes.
hr: Ne izgleda baš dobro.
nl: Het vooruitzicht is niet best.
pl: Nie wygląda to dobrze.
pt: O resultado não será bom.
pt_br: A perspectiva não é boa.
ru: Перспективы не очень хорошие.
uk: Не дуже хороша перспектива.

source: Very doubtful.
ar: أشك بذلك.
es: Bastante dudable.
fa: بسیار بدگمان.
fr: J’en doute vraiment.
hr: Vrlo upitno.
nl: Zeer twijfelachtig.
pl: Bardzo wątpliwe.
pt: Muito duvidoso.
pt_br: Bastante duvidoso.
ru: Очень сомнительно.
uk: Сумніваюся.

source: Naw.
ar: كلا.
es: Nah.
fa: نه.
fr: Nan.
hr: Baš i ne.
nl: Noppes.
pt_br: Não.
ru: Нет.
uk: Нє.

source: I’ve got a bad feeling about this…
ar: لدي شعور سيء حيال هذا…
es: Tengo un mal presentimiento sobre esto…
fa: حس بدی بهش دارم…
fr: J’ai un mauvais pressentiment à ce sujet…
hr: Imam loš predosjećaj što se toga tiče …
nl: Ik heb er een slecht gevoel bij…
pt_br: Eu tenho um mau pressentimento sobre isso…
ru: У меня плохое предчувствие по этому поводу…
uk: У мене погане передчуття з цього приводу…

source: Reply hazy, try again.
ar: الرد ضبابي، حاول مجددًا.
es: Respuesta confusa, inténtalo de nuevo.
fa: پاسخ روشن نیست، دوباره تلاش کنید.
fr: Réponse floue, essayez encore.
hr: Odgovor nije jasan, pokušaj ponovo.
nl: De reactie is wazig; probeer het opnieuw.
pl: Odpowiedź jest mglista, spróbuj jeszcze raz.
pt: Resposta vaga, tente novamente.
pt_br: Resposta nebulosa, tente novamente.
ru: Ответ туманный, попробуйте ещё раз.
uk: Відповідь як в тумані... спробуйте ще раз.

source: Ask again later.
ar: اسأل مجددًا لاحقًا.
es: Pregúntalo más tarde.
fa: بعداً دوباره بپرسید.
fr: Redemandez plus tard.
hr: Pitaj kasnije ponovo.
nl: Vraag het later nog eens.
pl: Zapytaj ponownie później.
pt: Pergunte novamente mais tarde.
pt_br: Pergunte novamente em outra hora.
ru: Спросите ещё раз позже.
uk: Спитайте ще раз пізніше.

source: Better not tell you now.
ar: من الأفضل ألا أخبرك الآن.
es: Mejor ni te lo digo.
fa: بهتر است اکنون به شما نگویم.
fr: Je ferais mieux de ne pas vous le dire maintenant.
hr: Bolje da ti sada ne kažem.
nl: Ik kan het u nu beter niet vertellen.
pl: Lepiej nie odpowiadać teraz.
pt: Prefiro não dizer-lhe agora.
pt_br: Melhor não te contar agora.
ru: Лучше не говорить тебе сейчас.
uk: Краще не буду казати вам.

source: Cannot predict now.
ar: لا يمكن التنبؤ الآن.
es: No puedo predecir por ahora.
fa: اکنون نمی‌توانم پیش‌بینی کنم.
fr: Je ne peux pas prédire maintenant.
hr: Ne mogu sada predvidjeti.
nl: Dat is nu niet te voorspellen.
pl: Nie mogę tego przewidzieć teraz.
pt: Não consigo prever agora.
pt_br: Não é possível prever agora.
ru: Сейчас не могу предсказать.
uk: Не можу передбачити зараз.

source: Concentrate and ask again.
ar: ركِّز واسأل مرة أخرى.
es: Concéntrate y pregúntalo de nuevo.
fa: تمرکز کنید و دوباره بپرسید.
fr: Concentrez-vous et demandez à nouveau.
hr: Koncentriraj se i pitaj ponovo.
nl: Concentreer u en vraag het opnieuw.
pl: Skup się i zapytaj ponownie.
pt: Concentre-se e pergunte novamente.
pt_br: Se concentre e pergunte novamente.
ru: Сконцентрируйтесь и спросите еще раз.
uk: Сконцентруйтесь та запитайте ще раз.

source: Impossible to see, the future is.
ar: رؤية المستقبل، مستحيلة هي.
es: Imposible de ver, es el futuro.
fa: غیرممکنه، دیدن آینده.
fr: Impossible à voir, l’avenir est.
hr: Nemoguće je vidjeti budućnost.
nl: Het is niet te voorzien, de toekomst.
pt_br: Impossível de ver, o futuro é.
ru: Будущее невозможно увидеть.
uk: Неможливо побачити, майбутнє це.

source: 404 Answer Not Found
ar: 404 الإجابة غير موجودة
es: 404 respuesta no encontrada
fa: ۴۰۴ پاسخ یافت نشد
fr: 404 Réponse non trouvée
hr: 404 odgovor nije pronađen
nl: 404 - Antwoord niet gevonden
pt_br: Erro 404 Resposta não encontrada
ru: 404 Ответ не найден
uk: Помилка 404 - відповідь не знайдена

source: About
ar: عَنْ التطبيق
es: Acerca de
fa: درباره
fr: À propos
hr: O aplikaciji
nl: Over
pt_br: Sobre
ru: О приложении
uk: Про додаток

source: translator-credits
ar: أحمد النجماوي <iramosu@protonmail.com>
es: @kevincos5, @ingrownmink4
fa: آوید <avds@disroot.org>
fr: Irénée Thirion, @rene-coty
hr: Milo Ivir <mail@milotype.de>
nl: Heimen Stoffels <vistausss@fastmail.com>
pt_br: Elder Martins <hello@eldermartins.com> Rafael Fontenelle <rafaelff@gnome.org>
ru: Alex Kryuchkov Ser82-png <asvmail.as@gmail.com>, 2023-2024
uk: volkov <volkovissocool@gmail.com>

source: Ask Again
ar: اسأل مجددًا
es: Pregúnta de nuevo.
fa: دوباره بپرسید
fr: Demander à nouveau
hr: Pitaj ponovo
nl: Opnieuw vragen
pl: Zapytaj ponownie
pt: Pergunte Novamente
pt_br: Pergunte novamente
ru: Спросить ещё раз
uk: Спитати ще раз

source: Unsupported version of this app
ar: نسخة غير مدعومة من هذا التطبيق
fa: نگارش پشتیبانی‌نشدهٔ این کاره
hr: Nepodržana verzija ove aplikacije
ru: Неподдерживаемая версия этого приложения

source: _Learn More…
ar: _تعلَّم المزيد…
fa: _بیشتر بدانید…
hr: _Saznaj više …
ru: _Узнать больше…

source: Don't count on it.
fa: روی آن حساب نکنید.
pl: Nie licz na to.
pt: Não conte com isso.

source: Ask questions and get psychic answers
es: Pregunta algo y consigue respuestas psíquicas
fr: Demandez, et obtenez des réponses psychiques
pl: Zadaj pytania i otrzymaj wróżby
pt: Faça perguntas e obtenha respostas psíquicas
pt_br: Faça perguntas e obtenha respostas psíquicas

source: A positive answer, "You may rely on it."
fr: Une réponse positive : « Vous pouvez vous y fier. »
pt_br: Uma resposta positiva, "Pode contar com isso."

source: A positive answer, "Signs point to yes."
fr: Une réponse positive : « Tout porte à croire que oui. »
pt_br: Uma resposta positiva, "Os sinais apontam que sim."

source: A neutral answer, "Better not tell you now."
fr: Une réponse neutre : « Je ferais mieux de ne pas vous le dire maintenant. »
pt_br: Uma resposta neutra, "Melhor não saber agora."

source: A neutral answer, "Cannot predict now."
fr: Une réponse neutre : « Je ne peux pas prédire maintenant. »
pt_br: Uma resposta neutra, "Impossível prever agora."

source: A negative answer, "Naw."
fr: Une réponse négative : « Nan »
pt_br: Uma resposta negativa, "Não."

source: A negative answer, "Outlook not so good."
fr: Une réponse négative : « Les perspectives ne sont pas si bonnes. »
pt_br: Uma resposta negativa, "A perspectiva não é muito boa."

source: Get psychic answers from this fortune teller
es: Consigue respuestas psíquicas de este contestador mágico
pl: Uzyskaj odpowiedzi od tego wróżbiarza
pt: Obtenha respostas psíquicas deste vidente
