Repository: cassidyjames/clairvoyant
Catalog: po/*.po
Languages: ar, es, fa, fr, hr, nl, pl, pt, pt_br, ru, uk

source: Clairvoyant
ar: المستبصر
fa: روشن‌بین
pt_br: Clarividente
ru: Провидец
uk: Ясновидець

source: Fortune Teller
ar: عرَّاف
es: Contestador mágico
fa: پیش‌گو
fr: Diseur de bonne aventure
hr: Vidovnjak
nl: Waarzegger
pl: Wróżbiarz
pt: Vidente
pt_br: Vidente
ru: Предсказатель судьбы
uk: Ворожка

source: Ask questions, get psychic answers
ar: اطرح الأسئلة، واحصل على إجابات روحانية
fa: سوال بپرسید، پاسخ‌های غیبی بگیرید
fr: Demandez, et obtenez des réponses psychiques
hr: Postavljajte pitanja, dobijte psihičke odgovore
pt_br: Faça perguntas e obtenha respostas psíquicas
ru: Задавайте вопросы, получайте предсказания
uk: Ставте запитання - отримуйте психічні відповіді

source: magic;eight;ball;8;crystal;🔮;medium;🎱;
ar: سحر;ثمانية;كرة;8;بلورة;🔮;وسيط;🎱;magic;eight;ball;8;crystal;🔮;medium;🎱;
es: magia;ocho;bola;8;cristal;🔮;medium;🎱;
fa: جادو;هشت;گوی;۸;بلور;🔮;پیش‌گو;🎱;
fr: magique;huit;boule;8;cristal;🔮;medium;🎱;aventure;devin;
hr: magija;osam;lopta;8;kristalna kugla;🔮;medij;🎱;
nl: magisch;acht;ball;8;kristal;🔮;medium;🎱;
pt: magia;oito;bola;8;cristal;🔮;médium;🎱;
pt_br: magia;oito;bola;8;cristal;🔮;médium;🎱;
ru: magic;eight;ball;8;crystal;🔮;medium;🎱;магия;кристалл;медиум;шар;предсказатель;провидец;
uk: magic;eight;ball;8;crystal;🔮;medium;🎱;магія;вісім;шар;куля;кристал;гадалка;ворожка;доля;

source: Does he love you? Should you have pizza for dinner? Is there such thing as a stupid question? Discover the answers to these questions and more with Clairvoyant, the magic 8-ball inspired fortune teller.
ar: أيحبك؟ أينبغي أن تتناول المعجنات في العشاء؟ أيوجد ما يسمى بالسؤال الغبي؟ اكتشف إجابات هذه الأسئلة والمزيد مع «المستبصر»، العرَّاف المستوحى من كرة الثمانية السحرية.
es: ¿Me ama? ¿Debería de cenar pizza? ¿Existe algo cómo una pregunta estúpida? Descubre las respuestas a esas preguntas y más con Clairvoyant, el contestador mágico inspirado en la bola 8.
fa: آیا او دوستتان دارد؟ آیا باید برای شام پیتزا بخورید؟ آیا چیزی به نام پرسش احمقانه وجود دارد؟ پاسخ این پرسش‌ها را با روشن‌بین، پیشگوی الهام‌گرفته‌شده از گوی جادویی ۸ کشف کنید.
fr: Est-ce qu’il t’aime ? Devrais-tu manger de la pizza pour le dîner ? Existe-t-il une question stupide ? Découvrez les réponses à ces questions et plus encore avec Clairvoyant, diseur de bonne aventure inspiré de la boule 8 magique.
hr: Je li te voli? Da li večeras jesti pizzu? Postoji li glupo pitanje? Otkrij odgovore na ova pitanja i još mnogo toga pomoću aplikacije Clairvoyant, magičnog pretkazivanja inspirirano na kugli 8.
nl: Houdt hij van me? Moet ik wel pizza halen als avondeten? Bestaat er zoiets als een ‘domme vraag’? Vind de antwoorden op deze vragen met Clairvoyant, de door de magische 8-ball geïnspireerde waarzegger.
pl: Czy on cię kocha? Czy powinieneś zjeść pizzę na obiad? Czy istniejecoś takiego, jak głupie pytanie? Odkryj odpowiedzi na te, i nie tylko te,pytania dzięki Jasnowidzowi, aplikacji wzorowanej na magicznej kuli nr 8.
pt: Será que ele a ama? Deve fazer pizza para o jantar? Existe tal coisa como uma pergunta estúpida? Descubra as respostas a estas perguntas e mais com o Clairvoyant, a bola magica 8 inspirada pelo vidente.
pt_br: Será que ele te ama? Você deveria jantar pizza? Existe alguma pergunta que seja idiota? Descubra as respostas para essas e outras perguntas com Clarividente, o vidente inspirado na Bola 8 Mágica.
ru: Любит ли он тебя? Стоит ли вам заказать пиццу на ужин? Существует ли такая вещь, как глупый вопрос? Узнайте ответы на эти и многие другие вопросы вместе с «Провидцем», вдохновленным «Magic 8 ball».
uk: Чи кохає він вас? Чи варто замовити піцу на вечерю? Чи існують дурні запитання? На ці та інші питання ви можете отримати відповідь у Ясновидця, додатку заснованого на іграшці-ясновидці "Magic 8 ball".

source: Ask a question, then open Clairvoyant for an answer.
ar: اطرح سؤالًا، ثم افتح «المستبصر» لتحصل على إجابة.
es: Pregunta algo, después abre Clairvoyant para saber la respuesta.
fa: سوالی بپرسید، سپس برای پاسخ روشن‌بین را باز کنید.
fr: Posez-vous une question, puis ouvrez Clairvoyant pour une réponse.
hr: Postavite pitanje, zatim otvorite Clairvoyant za odgovor.
nl: Stel een vraag en open Clairvoyant om een antwoord te krijgen.
pl: Zadaj pytanie i uruchom Jasnowidza, żeby dostać odpowiedź.
pt: Faça uma pergunta, depois abra o Clairvoyant para obter uma resposta.
pt_br: Faça uma pergunta e abra o Clarividente para obter a resposta.
ru: Задайте вопрос, затем откройте «Провидец» для получения ответа.
uk: Поставте питання і тоді відкрийте Ясновидець, щоб отримати відповідь.

source: Not satisfied? Ask again, then hit "Ask Again" to try again.
ar: ألست راضيًا؟ اسأل مجددًا، ثم اضغط على «اسأل مجددًا» للمحاولة مرة أخرى.
fa: خشنودتان نکرد؟ دوباره بپرسید، سپس برای تلاش دوباره روی «دوباره بپرس» کلیک کنید.
fr: Vous n’êtes pas satisfait ? Reposez la question, puis cliquez sur « Demander à nouveau » pour réessayer.
hr: Niste zadovoljni? Pitajte ponovo, a zatim pritisnite „Pitaj ponovo“ za ponovni pokušaj.
nl: Ontevreden? Vraag het opnieuw en klik op ‘Opnieuw vragen’.
pt_br: Não foi suficiente? Pergunte novamente e depois clique em "Perguntar novamente" para tentar mais uma vez.
ru: Не удовлетворены? Задайте вопрос ещё раз, затем нажмите «Спросить ещё раз».
uk: Не задоволені? Спитайте ще раз і натисніть "Спитати ще раз", щоб спробувати ще раз.

source: Do what you'd like with the answers—just don't shoot the messenger!
ar: افعل ما تشاء بالإجابات، ولكن لا تطلق النار على الساعي!
es: ¡Haz lo que quieras con las respuestas, sólo no le dispares al mensajero!
fa: با پاسخ‌ها هر کاری که می‌خواهید بکنید—فقط پیام‌رسان را سرزنش نکنید!
fr: Faites ce que vous voulez avec les réponses, mais ne tirez pas sur le messager !
hr: Učinite što želite s odgovorima – samo nemojte ubiti glasonošu!
nl: Interpreteer de antwoorden op uw eigen manier, maar spreek mij er niet op aan!
pl: Z odpowiedziami zrób, co zechcesz – tylko nie strzelaj do posłańca!
pt: Faça o que quiser com as respostas—apenas não dispare sobre o mensageiro!
pt_br: Faça o que quiser com as respostas, apenas não atire no mensageiro!
ru: Делайте с ответами всё, что хотите — только не стреляйте в посланника!
uk: Робить з цими відповідями що бажаєте - головне не пристрельте відправника!

source: A positive answer, “Without a doubt.”
ar: إجابة إيجابية، «دون أدنى شك».
fa: یک پاسخ مثبت، «بدون گمان.»
hr: Pozitivan odgovor: „Bez sumnje.“

source: A neutral answer, “Reply hazy, try again.”
ar: إجابة محايدة، «الرد ضبابي، حاول مجددًا».
fa: پاسخ خنثی، «پاسخ گنگ است، دوباره تلاش کنید.»
hr: Neutralan odgovor: „Odgovor nije jasan, pokušaj ponovo.“

source: A negative answer, “My reply is no.”
ar: إجابة سلبية، «ردي هو لا».
fa: پاسخ منفی، «پاسخ من خیر است.»
hr: Negativan odgovor, „Moj odgovor je ne.“

source: GNOME 47 “Denver”
ar: جنوم 47 «دنفر»
fa: گنوم ۴۷ «دنور»

source: Fresh new adaptive look powered by GNOME accent colors!
ar: مظهر جديد متكيف مدعوم بألوان جنوم التمييزية!
fa: نمای تطبیقی تازه، قدرت‌گرفته از لهجه‌های رنگی گنوم!
hr: Svjež, nov i prilagodljiv izgled koji pokreću GNOME-ove boje naglašavanja!

source: Updated with the latest GNOME 47 platform and Adwaita 1.6
ar: حُدِّث بأحدث منصة جنوم 47 وأدوايتا 1.6
fa: به‌روزشده با آخرین بستر گنوم ۴۷ و آدوایتا ۱.۶
hr: Ažurirano s najnovijom platformom GNOME 47 i Adwaita 1.6

source: Updated Croatian translations thanks to Milo Ivir
ar: تحديث الترجمات الكرواتية بفضل Milo Ivir
fa: ترجمهٔ‌ به‌روزشدهٔ کرواتی با سپاس از Milo Ivir
hr: Ažuriran prijevod na hrvatski jezik: Milo Ivir (@milotype na GitHubu)

source: No foolin'
ar: حقًا
fa: بدون مسخره‌بازی
hr: Bez zezanja

source: Updated brand colors for Flathub and app store clients
ar: حُدِّثت ألوان العلامة التجارية لـ Flathub وعملاء متجر التطبيقات
fa: رنگ‌های هویتی به‌روزشده برای فلت‌هاب و کارخواه‌های فروشگاه کاره
hr: Ažurirane boje robne marke za Flathub i klijente trgovine aplikacija

source: Updated for GNOME 46 and Adwaita 1.5
ar: حُدِّث لجنوم 46 وأدوايتا 1.5
fa: به‌روزشده برای گنوم ۴۶ و آدوایتا ۱.۵
hr: Ažurirano za GNOME 46 i Adwaita 1.5

source: Norwegian Bokmål translations thanks to Brage Fuglseth
ar: الترجمات النرويجية (بوكمول) بفضل Brage Fuglseth
fa: ترجمهٔ نروژی بوکمول با سپاس از Brage Fuglseth
hr: Prijevodi na norveški bokmål: Brageu Fuglsethu

source: Added brand colors for Flathub and app store clients
ar: أُضيفت ألوان العلامة التجارية لفلاتهَب وعملاء متجر التطبيقات
fa: رنگ‌های هویتی افزوده‌شده برای فلت‌هاب و کارخواه‌های فروشگاه کاره
hr: Dodane boje robne marke za Flathub i klijente trgovine aplikacija

source: Updated translations
ar: تحديث الترجمات
fa: ترجمه‌های به‌روزشده
fr: Traductions mises à jour
hr: Ažurirani prijevodi
pt_br: Traduções atualizadas
ru: Обновление переводов
uk: Оновлено переклади

source: Updated Russian translations thanks to Sergej A. (@Ser82-png on GitHub)
ar: تحديث الترجمات الروسية بفضل Sergej A. (@Ser82-png على GitHub)
fa: ترجمهٔ به‌روزشدهٔ روسی با سپاس از Sergej A. (@Ser82-png در گیت‌هاب)
fr: Traduction russe mise à jour grâce à Sergei A. (@Ser82-png sur GitHub)
hr: Ažuriran prijevod za ruski: Sergej A. (@Ser82-png na GitHubu)
pt_br: Traduções atualizadas para o russo por a Sergej A. (@Ser82-png no GitHub)
ru: Обновлён перевод на русский язык благодаря Sergej A. (@Ser82-png на GitHub)
uk: Оновлено російський переклад дякуючи Sergej A. (@Ser82-png у GitHub)

source: Under-the-hood fixes
ar: إصلاحات تحت الغطاء
fa: اصلاح‌های زیرساختی
hr: Popravci u pozadini
ru: Скрытые от глаз исправления

source: More consistent URLs in the About window and metadata
ar: مسارات أكثر اتساقًا في نافذة «عَنْ التطبيق» والبيانات الوصفية
fa: نشانی‌های یک‌دست‌تر در پنجرهٔ درباره و فراداده
hr: Dosljedniji URL-ovi u prozoru O apliaciji i metapodaci
ru: Более согласованные URL в окне «О приложении»

source: Fixed icon by removing subtle texture
ar: أُصلحت الأيقونة بإزالة الملمس الخفي
fa: اصلاح نقشک با برداشتن بافت نازک
hr: Popravljena ikona uklanjanjem suptilne teksture
ru: Исправлен значок путём удаления тонкой текстуры

source: Improvements for GNOME Circle
ar: تحسينات لدائرة جنوم
fa: بهبودهایی برای حلقهٔ گنوم
hr: Poboljšanja za GNOME krug
ru: Улучшения для GNOME Circle

source: Brazilian Portuguese translations thanks to Elder Martins (@eldermartins on GitHub)
ar: الترجمات البرتغالية (البرازيل) بفضل Elder Martins (@eldermartins على GitHub)
fa: ترجمهٔ پرتغالی برزیلی با سپاس از Elder Martins (@eldermartins در گیت‌هاب)
hr: Prijevodi na brazilski portugalski: Elder Martins (@eldermartins on GitHub)
ru: Обновлён перевод на португальский язык благодаря Elder Martins (@eldermartins on GitHub)

source: Chinese Traditional translations thanks to Oliver Tzeng (@olivertzeng on GitHub)
ar: الترجمات الصينية (التقليدية) بفضل Oliver Tzeng (@olivertzeng على GitHub)
fa: ترجمهٔ چینی سنتی با سپاس از Oliver Tzeng (@olivertzeng در گیت‌هاب)
hr: Prijevodi na tradicionalni kineski: Oliver Tzeng (@olivertzeng on GitHub)
ru: Перевод на китайский (традиционный) язык благодаря Oliver Tzeng (@olivertzeng on GitHub)

source: Updated Ukrainian translations thanks to Volkov (@Vovkiv on GitHub)
ar: تحديث الترجمات الأوكرانية بفضل Volkov (@Vovkiv على GitHub)
fa: ترجمهٔ به‌روزشدهٔ اوکراینی با سپاس از Volkov (@Vovkiv در گیت‌هاب)
fr: Traduction ukrainienne mise à jour grâce à Volkov (@Vovkiv sur GitHub)
hr: Ažuriran prijevod za ukrajinski: Volkov (@Vovkiv na GitHubu)
pt_br: Traduções atualizadas para ucraniano por a Volkov (@Vovkiv no GitHub)
ru: Обновлён перевод на украинский язык благодаря Volkov (@Vovkiv на GitHub)
uk: Оновлено український переклад дякуючи Volkov (@Vovkiv у GitHub)

source: Updated French translations thanks to @rene-coty on GitHub
ar: تحديث الترجمات الفرنسية بفضل @rene-coty على GitHub
fa: ترجمهٔ به‌روزشدهٔ فرانسوی با سپاس از @rene-coty در گیت‌هاب
fr: Traduction française mise à jour grâce à @rene-coty sur GitHub
hr: Ažuriran prijevod za francuski: @rene-cotyju na GitHubu
pt_br: Tradução para francês atualizada graça a @rene-coty no GitHub
ru: Обновлён перевод на французский язык благодаря @rene-coty на GitHub
uk: Оновлено французький переклад дякуючи @rene-coty у GitHub

source: Updated Turkish translations thanks to Sabri Ünal (@sabriunal on GitHub)
ar: تحديث الترجمات التركية بفضل Sabri Ünal (@sabriunal على GitHub)
fa: ترجمهٔ به‌روزشدهٔ ترکی با سپاس از Sabri Ünal (@sabriunal در گیت‌هاب)
hr: Ažuriran prijevod za turski: Sabri Ünal (@sabriunal na GitHubu)
ru: Обновлён перевод на турецкий язык благодаря Sabri Ünal (@sabriunal on GitHub)

source: Updated Brazilian Portuguese translations thanks to Rafael Fontenelle (@rffontenelle on GitHub)
ar: تحديث الترجمات البرتغالية (البرازيل) بفضل Rafael Fontenelle (@rffontenelle على GitHub)
fa: ترجمهٔ به‌روزشدهٔ پرتغالی برزیل با سپاس از Rafael Fontenelle (@rffontenelle در گیت‌هاب)
hr: Ažuriran prijevod za brazilski portugalski: Rafael Fontenelle (@rffontenelle na GitHubu)
ru: Обновлён перевод на бразильский (португальский) язык благодаря Rafael Fontenelle (@rffontenelle on GitHub)

source: Deep Purple
ar: أرجواني داكن
fa: بنفش سیر
fr: Violet profond
hr: Tamnoljubičasta
ru: Тёмно-фиолетовый

source: New look inspired by the deep purples from the icon
ar: مظهر جديد مستوحى من درجات اللون الأرجواني الداكنة في الأيقونة
fa: نمای تازهٔ الهام‌گرفته از بنفش سیر نقشک
fr: Nouveau look inspiré par les nuances violettes profondes de l’icône
hr: Novi izgled inspiriran dubokim ljubičastim bojama iz ikone
pt_br: Novo visual inspirado pelo roxo escuro do ícone
ru: Новый образ, вдохновленный тёмно-фиолетовыми оттенками значка
uk: Новий візуальний дизайн

source: More information in the About window
ar: مزيد من المعلومات في نافذة «عَنْ التطبيق»
fa: اطلاعات بیشتر در پنجرهٔ درباره
fr: Plus d’informations dans la fenêtre À propos
hr: Više informacija u prozoru o aplikaciji
pt_br: Mais informações na janela Sobre
ru: Более подробная информация в окне «О приложении»
uk: Більше інформації в вікні "Про додаток"

source: Updated for GNOME 45 and Adwaita 1.4
ar: حُدّث لجنوم 45 وأدوايتا 1.4
fa: به‌روزرشده برای گنوم ۴۵ و آدوایتا ۱.۴
fr: Mise à jour pour GNOME 45 et Adwaita 1.4
hr: Ažurirano za GNOME 45 i Adwaita 1.4
pt_br: Atualizado para o GNOME 45 e Adwaita 1.4
ru: Обновлено для GNOME 45 и Adwaita 1.4
uk: Оновлено для GNOME версії 45 і бібліотеки Adwaita 1.4

source: Ukrainian translations thanks to Volkov (@Vovkiv on GitHub)
ar: الترجمات الأوكرانية بفضل Volkov (@Vovkiv على GitHub)
fa: ترجمهٔ اوکراینی با سپاس از Volkov (@Vovkiv در گیت‌هاب)
fr: Traduction ukrainienne grâce à Volkov (@Vovkiv sur GitHub)
hr: Prijevodi na ukrajinski: Volkov (@Vovkiv na GitHubu)
pt_br: Tradução para ucraniano graças a Volkov (@Vovkiv no GitHub)
ru: Перевод на украинский язык благодаря Volkov (@Vovkiv на GitHub)
uk: Український переклад дякуючи Volkov (@Vovkiv у GitHub)

source: Translations and GNOME 44
ar: ترجمات وجنوم 44
fa: ترجمه‌ها و گنوم ۴۴
fr: Traductions et GNOME 44
hr: Prijevodi i GNOME 44
pt_br: Traduções e GNOME 44
ru: Переводы и GNOME 44
uk: Переклади і GNOME версії 44

source: German translations thanks to @FineFindus on GitHub
ar: الترجمات الألمانية بفضل @FineFindus على GitHub
fa: ترجمهٔ آلمانی با سپاس از @FineFindus در گیت‌هاب
fr: Traduction allemande grâce à @FineFindus sur GitHub
hr: Njemački prijevodi: @FineFindus na GitHubu
pt_br: Tradução para alemão graças a @FineFindus no GitHub
ru: Перевод на немецкий язык благодаря @FineFindus на GitHub
uk: Оновлено німецький переклад дякуючи @FineFindus у GitHub

source: Updated Italian translations thanks to Davide Ferracin (@phaerrax on GitHub)
ar: تحديث الترجمات الإيطالية بفضل Davide Ferracin (@phaerrax على GitHub)
fa: ترجمهٔ به‌روزشدهٔ ایتالیایی با سپاس از Davide Ferracin (@phaerrax در گیت‌هاب)
fr: Traduction italienne mise à jour grâce à Davide Ferracin (@phaerrax sur GitHub)
hr: Ažuriran prijevod za talijanski: Davide Ferracin (@phaerrax na GitHubu)
pt_br: Tradução para italiano atualizada graças a Davide Ferracin (@phaerrax no GitHub)
ru: Обновлён перевод на итальянский язык благодаря Davide Ferracin (@phaerrax on GitHub)
uk: Оновлено італійський переклад дякуючи Davide Ferracin (@phaerrax у GitHub)

source: Updated Occitan translations thanks to Quentin PAGÈS (@Mejans on GitHub)
ar: تحديث الترجمات الأكستانية بفضل Quentin PAGÈS (@Mejans على GitHub)
fa: ترجمهٔ به‌روزشدهٔ اکسیتان با سپاس از Quentin PAGÈS (@Mejans در گیت‌هاب)
fr: Traduction occitane mise à jour grâce à Quentin PAGÈS (@Mejans sur GitHub)
hr: Ažuriran prijevod za okcitanski: Quentin PAGÈSU (@Mejans na GitHubu)
pt_br: Tradução para occitano atualizada graças a Quentin PAGÈS (@Mejans no GitHub)
ru: Обновлён перевод на окситанский язык благодаря Quentin PAGÈS (@Mejans on GitHub)
uk: Оновлено окситанський переклад дякуючи Quentin PAGÈS (@Mejans у GitHub)

source: Updated to the latest GNOME runtime
ar: حُدِّث إلى آخر بيئة تشغيل لجنوم
fa: به‌روزشده به آخرین زمان‌اجرای گنوم
fr: Mise à jour vers le dernier environnement d’exécution GNOME
hr: Ažurirano na najnovije vrijeme izvođenja GNOME-a
pt_br: Atualizado para o mais novo runtime do GNOME
ru: Обновлено до последней версии среды выполнения GNOME
uk: Оновлено до останнього рантайму GNOME

source: Update for GNOME Circle consideration
ar: تحديث للنظر في الانضمام إلى دائرة جنوم
fa: به‌روزرسانی برای در سنجش دایرهٔ گنوم
fr: Mise à jour pour correspondre aux critères Cercle de GNOME
hr: Ažuriranje za razmatranje za GNOME krug
pt_br: Atualização para considerações do GNOME Circle
ru: Обновление для рассмотрения в GNOME Circle
uk: Оновлено, щоб потрапити в Супутні програми GNOME

source: Close with Ctrl+Q and Ctrl+W
ar: أغلق بـ Ctrl+Q و Ctrl+W
fa: بستن با مهار+Q و مهار+W
fr: Fermeture avec Ctrl+Q et Ctrl+W
hr: Zatvori s Ctrl+Q i Ctrl+W
pt_br: Fecha com Ctrl+Q e Ctrl+W
ru: Закрытие с помощью Ctrl+Q и Ctrl+W
uk: Тепер можна закривати додаток через Ctrl+Q та Ctrl+W

source: Selectable answer for improved accessibility
ar: إجابة قابلة للتحديد لتحسين إمكانية الوصول
fa: پاسخ گزینش‌پذیر برای دسترسی‌پذیری بهبودیافته
fr: Réponse sélectionnable pour une meilleure accessibilité
hr: Odgovor koji se može odabrati za poboljšanu pristupačnost
pt_br: Resposta selecionável para uma melhor acessibilidade
ru: Выбираемый ответ для расширения возможностей
uk: Тепер відповіді можна обирати для покращення доступності

source: Shorter summary for app listing
ar: ملخص أقصر لقائمة التطبيق
fa: چکیدهٔ کوتاه‌تر برای فهرست کاره
fr: Sous-titrage plus court
hr: Kraći sažetak za popis aplikacija
pt_br: Resumo mais curto para listagem do aplicativo
ru: Краткое резюме для списка приложений
uk: Скорочено опис для списку додатків

source: Subtly improved icon; it should be more visible in the app grid, dash, and anywhere else with a dark background
ar: أيقونة محسَّنة بمهارة؛ يجب أن تكون أكثر وضوحًا في شبكة التطبيقات، والشريط، وأي مكان آخر به خلفية داكنة
fa: نماد به گونه‌ای ظریف بهبودیافته؛ باید در شبکه کاره، دش و هر جای دیگری با زمینهٔ تیره نمایان‌تر باشد
fr: Icône subtilement améliorée ; elle devrait être plus visible dans la grille d’applications, le dash, et n’importe où sur un arrière-plan sombre
hr: Suptilno poboljšana ikona. Trebala bi biti vidljiva u rešetki aplikacije, crtici i bilo gdje drugdje s tamnom pozadinom
pt_br: Ícone sutilmente melhorado; deve estar mais visível na grade de aplicativos, no painel e em qualquer outro lugar com fundo escuro
ru: Слегка улучшен значок. Он должен быть более заметен в сетке приложения, на панеле задач и в любом другом месте с тёмным фоном
uk: Трошки покращено піктограму; тепер вона буде більш помітна у сітці додатків, панель програм і взагалі будь-де, де є темне тло

source: Hotfix: fix About window when closing and re-opening it
ar: إصلاح عاجل: إصلاح نافذة «عَنْ التطبيق» عند إغلاقها وإعادة فتحها
fa: اصلاح سریع: اصلاح پنجرهٔ درباره هنگام بستن و باز کردن دوباره
fr: Correctif : correction de la fenêtre À propos lors de sa fermeture et réouverture
hr: Hitni popravak: popravak prozora O aplikaciji prilikom zatvaranja i ponovnog otvaranja
nl: Opgelost: het venster ‘Over’ werd niet goed getoond na heropenen
pt_br: Hotfix: corrige a janela Sobre ao fechá-la e reabri-la
ru: Исправление: исправлена ошибка с окном «О приложении» при его закрытии и повторном открытии
uk: Хотфікс: виправлено вікно "Про програму", коли його відкривають та закривають

source: More fun for everyone
ar: مزيد من المرح للجميع
fa: سرگرمی بیشتر برای همه
fr: Plus d’amusement pour tous
hr: Više zabave za sve
nl: Meer plezier voor jou en mij
pt_br: Mais diversão para todos
ru: Больше веселья для всех
uk: Більше веселощів для усіх

source: Added eight more original replies
ar: أُضيفت ثمانية ردود أصلية إضافية
fa: هشت پاسخ مبتکرانه افزوده‌شده بیشتر
fr: Ajout de huit réponses plus originales
hr: Dodano je još osam originalnih odgovora
nl: Nieuw: nog eens acht originele antwoorden
pt_br: Adicionada mais oito respostas originais
ru: Добавлено ещё восемь оригинальных ответов
uk: Додано ще 8 оригінальних реплік

source: Added “About” window
ar: أُضيفت نافذة «عَنْ التطبيق»
fa: پنجرهٔ «درباره» افزوده‌شده
fr: Ajout d’une fenêtre À propos
hr: Dodan prozor „O aplikaciji“
nl: Nieuw: venster ‘Over’
pt_br: Adicionada janela “Sobre”
ru: Добавлено окно «О приложении»
uk: Додано вікно "Про додаток"

source: Improvements to developer tools to make translations easier to keep up to date
ar: تحسينات على أدوات المطورين لتسهيل مواكبة الترجمات
fa: بهبود ابزارهای توسعه‌دهنده برای آسان‌تر کردن به‌روز نگه‌داشتن ترجمه‌ها
fr: Améliorations pour les outils développeur pour mettre les traductions à jour plus facilement
hr: Poboljšanja alata za programere kako bi se prijevodi lakše ažurirali
nl: Verbeteringen aan de ontwikkelaarshulpmiddelen om vertalingen eenvoudiger bij te kunnen werken
pt_br: Melhorias nas ferramentas do desenvolvedor para facilitar a atualização das traduções
ru: Улучшения в инструментах разработчика, облегчающие обновление переводов
uk: Покращення для інструментарію розробників для полегшення процесу перекладу додатку

source: Italian translations thanks to Albano Battistella
ar: الترجمات الإيطالية بفضل Albano Battistella
fa: ترجمهٔ ایتالیایی با سپاس از Albano Battistella
fr: Traductions italiennes grâce à Albano Battistella
hr: Prijevodi na talijanski: Albano Battistella
nl: Nieuw: Italiaanse vertaling, met dank aan Albano Battistella
pt_br: Traduções para italiano graças a Albano Battistella
ru: Перевод на итальянский язык благодаря Albano Battistella
uk: Італійський переклад дякуючи Albano Battistella

source: Updated runtime to GNOME 43
ar: حُدِّثت بيئة التشغيل إلى جنوم 43
fa: زمان‌اجرای به‌روزشده به گنوم ۴۳
fr: Mise à jour de l’environnement d’exécution vers GNOME 43
hr: Ažurirano vrijeme izvođenja na GNOME 43
nl: Bijgewerkt: runtime (nu GNOME 43)
pt_br: Runtime atualizado para GNOME 43
ru: Обновлена среда выполнения до GNOME 43
uk: Рантайм оновлено до GNOME версії 43

source: Hotfix: fix a crash on startup from trying to access nonexistent settings
ar: إصلاح عاجل: إصلاح انهيار عند بدء التشغيل بسبب محاولة الوصول إلى إعدادات غير موجودة
fa: اصلاح سریع: اصلاح فروپاشی هنگام راه‌اندازی برای تلاش برای دسترسی به تنظیمات ناموجود
fr: Correctif : correction d’un crash au démarrage dû à la tentative d’accès à des paramètres inexistants
hr: Hitni popravak: popravljen problem prekida aplikacije pri pokretanju da pokuša pristupiti nepostojećim postavkama
nl: Opgelost: crash na het opstarten omdat er gezocht werd naar niet-bestaande voorkeuren
pt_br: Hotfix: corrige uma falha na inicialização ao tentar acessar configurações inexistentes
ru: Исправление: исправлен сбой при запуске из-за попытки доступа к несуществующим настройкам
uk: Хотфікс: виправлено краш додатку на запуску, при спробі отримати доступ до не існуючих налаштувань

source: Hello, GNOME
ar: مرحبًا، جنوم
fa: سلام، گنوم
fr: Bonjour GNOME
hr: Zdravo, GNOME
nl: Hallo, GNOME
pt_br: Olá, GNOME
ru: Привет, GNOME
uk: Привіт, GNOME

source: Whole new UI
ar: واجهة مستخدم جديدة بالكامل
fa: رابط کاربری کاملاً تازه
fr: Toute nouvelle interface
hr: Potpuno novo korisničko sučelje
nl: Nieuw: volledig nieuwe vormgeving
pt_br: Toda uma nova UI
ru: Совершенно новый пользовательский интерфейс
uk: Новий інтерфейс
